Repository: helmi003/whisper
Catalog: lib/l10n/app_*.arb
Languages: fr

source: English
fr: Englais

source: French
fr: Francais

# afterEnteringYourEmail
source: After entering your email address an email will be sent to your inbox and there you can recover it back
fr: Après avoir entré votre adresse e-mail, un e-mail sera envoyé à votre boîte de réception et vous pourrez le récupérer

source: You remembered your account?
fr: Vous vous souvenez de votre compte ?

source: Sign In
fr: S'identifier

# theemailisnprovided
source: The email isn't provided!
fr: L'e-mail n'est pas fourni !

source: This is an incorrect email
fr: Ceci est un e-mail incorrect

source: Success
fr: Succès

# emailhasbeensenttoyouremail
source: An email has been sent to your email adress, please check your Inbox
fr: Un e-mail a été envoyé à votre adresse e-mail, veuillez vérifier votre boîte de réception

source: There is no user corresponding to this email
fr: Il n'y a pas d'utilisateur correspondant à cet email
